Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J22.e.tmx
Source language: en_us
Languages: zh_cn

source: 7 SOCIAL CLASSES AND THE STRUGGLE FOR POWER
zh_cn: 第七章 社会阶级与权力斗争

source: Perhaps Bourdieu's greatest inspiration for the practice of sociology is his uncanny eye for the subtle but powerful forms of social distinction.
zh_cn: 或许布尔迪厄对社会学实践的最大启示，是他对于微妙而强有力的社会差异形式的不同寻常的洞察力。

source: We find this talent roving widely across detailed ethnographic observations, statistical tables, literary texts, photographs, interviews, questionnaire surveys, and census reports.
zh_cn: 我们在范围极为广泛的详细的人种学观察、人口统计表、文字文本、自传、访谈、问卷调查、人口普查报告等中都发现了这种才能。

source: By professional social scientific standards, Bourdieu's research style is unorthodox, combining as it does methods and types of data that are usually objects of specialized analysis with little cross-over.
zh_cn: 从专业的社会科学的标准看，布尔迪厄的研究风格属于异端，它把通常属于专业化研究的对象的那些方法和材料类型综合起来而缺少过渡。

source: It is quintessential Bourdieu to find in a single paragraph literary and philosophical references interspersed with percentages from a survey.
zh_cn: 一段文学的或者哲学的引证与来自综合调查的百分比统计并列在一起，这正是典型的布尔迪厄的风格。

source: In the view of one critic (Collins 1989: 460), this style earns him the title of "the world's most successful survey researcher."
zh_cn: 在一位批评者看来（Collins 1989：460），布尔迪厄的这种风格为他赢得了“世界上最成功的鸟瞰式研究者”的称号。

source: Not all, of course, would agree.
zh_cn: 当然，不是所有的人都同意这种说法。

source: In this chapter I attempt to flesh out the central features of Bourdieu's theory and method in stratification research.
zh_cn: 在这一章我将尝试详细地描述布尔迪厄分层研究理论与方法的核心特征。

source: A central objective of Bourdieu's work is to show how culture and social class correlate.
zh_cn: 布尔迪厄著作的一个核心的目的是展示文化与社会阶级如何相互关联。

source: Cultural practices, he argues, are markers of underlying class distinctions.
zh_cn: 他认为文化实践是潜在的阶级差异的标志。

source: This view sets him apart from many contemporary postmodern voices (e.g., Jean Baudrillard [1988a, 1988b]) who stress the uncertain, contingent and socially diverse character of cultural life.
zh_cn: 这个观点使得他不同于那些强调文化生活的不确定性、偶然性与社会差异特征的当代许多后现代主义的声音，例如博德里亚（Baudrillard 1988a，1988b）。

source: Yet, he proposes to demonstrate this connection between culture and social class without treating the former as a mere epiphenomenon of the latter.
zh_cn: 但是，布尔迪厄计划阐述文化与社会阶级之间的这个联系又不把前者看作只是后者的一种附属现象。

source: In order to demonstrate that thesis, Bourdieu reformulates the concept of social class.
zh_cn: 为了阐述这个主题，布尔迪厄重新形构了社会阶级的概念。

source: Class, like capital, habitus, and field, is a master concept in Bourdieu's sociology.
zh_cn: 阶级，就像资本、习性以及场域一样，是布尔迪厄社会学的核心概念。

source: In his own words, class is a "universal principle of explanation"(Bourdieu 1984a: 114).
zh_cn: 用他自己的话说’阶级是“一个普遍的解释原则”（Bourdieu 1984a：114）。

source: The "original class situation" represents "the point from which all possible views unfold and on which no view is possible"(Bourdieu and Passeron 1977: 89).
zh_cn: “原始的阶级处境”代表“所有可能的观点得以从中展开的点，同时也是这个原始的处境使得有些观点成为不可能”（Bourdieu and Passeron1977：89）。

source: Yet, how Bourdieu conceptualizes social class is not well understood, in part because of the range, tensions, and ambiguities to be found in his use of the term.
zh_cn: 但是，布尔迪厄把社会阶级加以理论化的方式却没有得到很好的理解，部分的原因是他在使用这个术语时的范围、张力以及模糊不清。

source: This chapter is intended to clarify how Bourdieu thinks of social class.
zh_cn: 本章意在阐明布尔迪厄如何思考社会阶级问题。

source: I will begin by reviewing the meta-sociological issues that Bourdieu sees as crucial in approaching the topic of stratification. These center primarily on objectivist and unidimensional images of stratification that Bourdieu rejects.
zh_cn: 我将从回顾被布尔迪厄看作在分层研究中具有关键意义的一些元社会学问题开始，这些问题集中于布尔迪厄所反对的客观主义的与单一的分层观。

source: They also concern essentialist conceptions of social class that Bourdieu rejects in favor of a relational approach.
zh_cn: 它们同时也涉及布尔迪厄所反对的本质主义的社会阶级观念，他喜欢的是关系性的研究方法。

source: Since Marxism has been a central theoretical reference for Bourdieu, I explore how Bourdieu differentiates his concept of class from Marxist versions.
zh_cn: 由于马克思主义一直是布尔迪厄重要的理论参照，所以，我将探讨布尔迪厄如何把自己的阶级概念与马克思主义的阶级概念区别开来。

source: Bourdieu also draws substantially from Weber, and I describe Bourdieu's modification of Weber's understanding of the relations between class and status before summarizing Bourdieu's own conception of social class as a multidimensional and relational theoretical construct that he sharply distinguishes from realist conceptions of social classes.
zh_cn: 布尔迪厄也实质性地借鉴了韦伯，我将先描述布尔迪厄如何修正了韦伯对阶级与身份群体（status）之间关系的理解，然后再概括布尔迪厄自己的作为多维度的、关系性的理论建构的阶级概念，他把这一阶级的概念清楚地区别于现实主义的社会阶级概念。

source: Next, I examine Bourdieu's portrayal in Distinction (1984a) of the three-class structure in contemporary France, and devote particular attention to his analysis of various intra-class fractions.
zh_cn: 然后，我将分析布尔迪厄在《区隔》（1984a）中对于当代法国社会的三阶级结构的描述，并特别关注他对于阶级内部各种阶层的分析。

source: Since Bourdieu argues that each social class and class fraction has a characteristic habitus that generates specific sets of practices, I present the most salient of these class habitus and illustrate the types of distinctive lifestyles that Bourdieu claims they produce.
zh_cn: 由于布尔迪厄认为每个社会阶级与阶级内部的阶层都有产生一套特定实践的特殊习性，所以我将呈现这些阶级习性中最重要的部分，并阐明布尔迪厄认为从这种习性中产生出来的不同的生活方式类型。

source: Finally, I turn to Bourdieu's understanding of the dynamics of conflict and reproduction that characterize class relations.
zh_cn: 最后，我将回到布尔迪厄对阶级冲突与阶级再生产——阶级关系的特征所在——动力学的分析。

source: Bourdieu's Metatheory of Social Class
zh_cn: 布尔迪厄的社会阶级原理论

source: Bourdieu's research enterprise is guided by two central meta-sociological concerns: transcending the fundamental antinomy between subjectivist and objectivist approaches to the study of social life and substituting relational for substantialist concepts of social reality.
zh_cn: 指导布尔迪厄的研究的是两个关键的元社会学关切：超越社会生活的研究中的主观主义与客观主义方法之间的基本对立，并用关于社会生活的关系性的概念取代实体主义的概念。

source: He considers that the debate over the existence of social classes is filtered through the distorted lens of the subjectivism/objectivism antinomy.
zh_cn: 布尔迪厄认为，关于社会阶级是否存在的论争是经过主观主义/客观主义之二元对立的扭曲的镜片过滤的。

source: Indeed, he writes thatthe problem of social classes is one of the sites par excellence of the opposition between objectivism and subjectivism, which locks research in a series of fictitious alternatives. (Bourdieu 1990h: 289)
zh_cn: 他写道：社会阶级的问题是主观主义与客观主义对立的典型场所，这种对立把研究锁定在一系列虚构的非此即彼中（Bourdieu 1990h;289）。

source: His approach to stratification research therefore needs to be understood as an effort to transcend the forms that he sees this antinomy taking in various approaches to the problem of social class.
zh_cn: 布尔迪厄对社会分层的研究方法因此需要被理解为这样一种努力：超越社会阶级研究中各式各样的二元对立形式。

source: He also considers the concept of social class to be one par excellence where one sees substantialist thinking and essentialist ideology.
zh_cn: 同时，布尔迪厄也把社会阶级的概念看作是一个可以从中发现实体主义思维与本质主义意识形态的典型概念。

source: He therefore offers an alternative relational understanding of class relations.
zh_cn: 这样，布尔迪厄提供了一个对阶级关系的替代性的关系性理解。

source: Bourdieu holds a highly stratified view of the social world in which individuals and groups struggle to maintain or enhance their relative standing within a hierarchically structured social space.
zh_cn: 布尔迪厄认为社会世界是高度分化的。在这个世界中，个体与群体为了维持或强化自己在不平等地构建的社会空间中的相对地位而斗争。

source: For him, social inequality is rooted in objective structures of unequal distributions of types of capital.
zh_cn: 对他来说，社会不平等根植于资本类型的不平等分布的客观结构中。

source: He thus rejects what he calls subjectivist approaches to the topic of stratification.
zh_cn: 他因此反对他所谓的分层研究中的主观主义方法。

source: Under the heading subjectivism, Bourdieu groups three different views.
zh_cn: 在主观主义的标签下，布尔迪厄排出了三种不同的观点。

source: The first includes micro-level analyses, such as symbolic interactionism, ethnomethodology, and phenomenology, which view social differentiation as emerging directly out of micro-interaction processes.
zh_cn: 第一种包括微观层次分析，诸如符号互动理论、人种志方法论、现象学，它们把社会分化看作是直接产生于微观互动的过程。

source: These harbor the "subjectivist illusion" in that they fail to recognize that agents bring the properties of their location in a hierarchically structured social order into each and every situation and interaction (Bourdieu 1984a: 244).
zh_cn: 这些理论之所以带有“主观主义的幻觉”，是因为它们没有能够认识到行动者把自己在等级化地结构的社会秩序中的处位特征（properties of their location）带入了每个情境与互动中（Bourdieu 1984a；244）。

source: Second, under subjectivism, Bourdieu includes approaches that reduce social-class existence and identity to individual or collective consciousness.
zh_cn: 其次，布尔迪厄把那些将社会——阶级的存在与身份还原为个体的或集体的意识的研究方法包括在主观主义名下。

source: And third, he also includes the view of class as a cognitive construct without objective roots in social reality.
zh_cn: 第三，那种把阶级视作没有客观的社会现实根基的认知建构的观点也被布尔迪厄纳入主观主义。

source: Though Bourdieu grounds social distinctions in objective structures, he also rejects strictly objectivist approaches to social inequality.
zh_cn: 虽然布尔迪厄把社会区分的基础放在客观的结构中，他也反对对社会不平等的僵化的客观主义研究方法。

source: Under objectivism in stratification research, he groups Marxism, mainstream status-attainment research, network analysis, and all other structuralist theories of social inequality.
zh_cn: 在分层研究的客观主义的标签下，布尔迪厄列出了马克思主义、主流身份获取研究、网络分析以及所有其他的关于社会不平等的结构主义理论。

source: These vastly different approaches all share one key feature: they focus on macro-level structures, often in the form of statistical regularities, that are rarely visible to the engaged actors and which must be constructed by the social scientist.
zh_cn: 这些极为不同的研究方法具有一个关键的共同特征：它们关注宏观水平的结构（常常以统计形式出现），这种宏观结构对于参与其中的行动者来说很难发现，因而必须由社会科学家建构出来。

source: But, Bourdieu argues, actors act on their practical knowledge of the social world, whereas objectivist approaches tend to reduce actors to simple reflections of overarching structures.
zh_cn: 但是，布尔迪厄认为，行动者在他们对于社会世界的实践知识的基础上行动，而客观主义的研究方法却倾向于把行动者还原为对于巨型结构的简单反映。

source: In stratification analysis as elsewhere, Bourdieu presents his "structuralist constructionist" approach as one that includes both actor perceptions of objective reality and objective measures of aggregate behavior.
zh_cn: 通过另外一种统计分析，布尔迪厄把自己的“结构主义的建构主义”方法表述为一种既包括行动者对于客观现实的知觉，又包含集体行动者的客观结构的方法。

source: One expression of objectivism in stratification research that Bourdieu singles out for criticism is Marxist social-class theory.
zh_cn: 在布尔迪厄单挑出来进行批评的统计研究方法中，结构主义的表现之一是马克思主义的社会阶级理论。

source: Bourdieu criticizes Marxists for offering economistic interpretations of social class.
zh_cn: 布尔迪厄批评马克思主义提供了关于社会阶级的经济主义的解释。

source: He is sharply critical of all attempts to conceptualize class primarily in terms of position in the social relations of production (Bourdieu 1985e: 723).
zh_cn: 他尖锐地批评所有基本上依据一个人在社会生产关系中的地位来对阶级进行理论分析的尝试（Bourdieu 1985e：723）。

source: Though an affirmed materialist, Bourdieu believes that position in the social relations of production is only one of several sources of power that shape the social order in capitalist societies.
zh_cn: 虽然布尔迪厄是一个坚定的唯物主义者，但是他相信一个人在社会生产关系中的地位只是塑造社会秩序的几种权力资源之一。

source: Following the thinking of Weber, Bourdieu (1985e) argues that social space is multidimensional and does not reduce to a single causal mechanism such as the economy.
zh_cn: 追随韦伯的思考，布尔迪厄（1985e）认为社会空间是多维的，不能还原为一个单一的因果机制，比如经济。

source: He argues thatsocial class is not defined solely by a position in the relations of production, but by the class habitus which is "normally" (i.e., with a high statistical probability) associated with that position." (Bourdieu 1984a: 372)
zh_cn: 他主张：社会阶级不是只依据一个人在生产关系中的地位界定的，而是依据与那个地位具有“正常”关系（即带有高度的统计学概率）的阶级习性界定的。（Bourdieu 1984a：372）

source: Moreover,a class is defined as much by its being-perceived as by its being , by its consumption—which need not be conspicuous in order to be symbolic—as much as by its position in the relations of production (even if it is true that the latter governs the former). (Ibid., 483 )
zh_cn: 而且对于阶级的界定而言，阶级的意识与阶级的存在一样重要，阶级的消费——不一定是奢侈的、符号性的——与阶级在生产关系中的地位一样重要（即使后者真的支配前者）（同上，483）。

source: Forms of symbolic and social accumulation and differentiation also constitute an important dimension of social-class relations.
zh_cn: 符号的形式和社会的积累与分化形式也建构了社会阶级关系的重要方面。

source: Property ownership or the lack of it cannot account for the importance of the accumulation of noneconomic goods and resources that occur in the exercise and perpetuation of power, including economic power.
zh_cn: 物质财富的占有或者缺乏不能解释发生于权力（包括经济权力）的行使与维持中的非经济的商品与资源的重要性。

source: Bourdieu criticizes Marxist class theorizing for neglecting the symbolic dimension of class relations.
zh_cn: 布尔迪厄批评马克思主义的阶级理论忽视了阶级关系中的符号方面。

source: There needs to be a political economy of symbolic goods.
zh_cn: 应该有一种关于符号商品的政治经济学。

source: Bourdieu includes in his class analysis lifestyle indicators, tastes, educational credentials, gender, and age, as well as occupation and income. Bourdieu's classes are constellations of stratifying factors; just as the whole is greater than the sum of its parts, so for Bourdieu it is the ensemble of pertinent stratification factors that constitute social classes rather than any single determining factor.
zh_cn: 布尔迪厄把生活方式的指标、趣味、教育文凭、性别、年龄以及职业与收入都包括进他的阶级分析中，布尔迪厄的阶级是各种分层因素的综合物，就像整体大于它的部分之和一样，对于布尔迪厄而言，各种相关的分层因素的综合而不是任何单一的决定性因素建构了社会阶级。

source: Bourdieu (1987f: 3) farther argues that both objectivist and subjectivist approaches harbor fundamental "substantialist" assumptions about social classes.
zh_cn: 布尔迪厄（1987f：3）进而指出，不管是主观主义的还是客观主义的方法，两者都带有关于社会阶级的本质上是“实体主义的”假定。

source: They assume that if social classes exist they are simply out there waiting for the social scientist to identify and describe them.
zh_cn: 他们假定，如果社会阶级存在，那么，它们只是在那里，等待着社会科学家去辨认与描述。

source: Moreover, both approaches offer an "essentialist" view of class by attributing to classes intrinsic and universal attributes—whether they be subjective or objective in character.
zh_cn: 而且，通过赋予阶级以内在的、普遍的属性一不管是主观的还是客观的一两者都提供了关于阶级的“本质主义的”解释。

source: Yet, Bourdieu argues that social classes are not simply given in reality but are contested identities that are constructed through struggle over what is the "legitimate vision of the social world and of its divisions." In sharp reproach of positivism, Bourdieu declares that "an the reality of the social world, there are no more clear-cut boundaries, no more absolute breaks, than there are in the physical world."
zh_cn: 但是，布尔迪厄认为，在现实中社会阶级不是简单地提出来的，而是一种通过争论什么是“关于社会世界及其划分的合法的观点”而建构的一种处于争夺之中的身份认同，通过尖锐批评实证主义，布尔迪厄声称，“在社会世界的现实中，就像在物质世界中一样，不存在整齐划一的边界，不存在绝对的断裂”。

source: There is only an immense plurality of possibilities.
zh_cn: 只存在一种无限多样的可能性。

source: Collective identity emerges through the mobilization of both material and symbolic resources.
zh_cn: 集体的身份是通过物质资源与符号资源的动员而出现的。

source: Class identities are constructed "relationally" as they reflect the oppositional character among existing classes.
zh_cn: 阶级的身份是通过“关系”建构的，因为它们反映了现存的阶级之间的对立的性质。

source: Indeed, it is this political reality of symbolic struggle over the very identities of classes as social groups that Bourdieu defines as the proper object for stratification research.
zh_cn: 实际上，正是这个为了争夺作为社会群体的阶级身份而进行的符号斗争的政治现实，被布尔迪厄界定为分层研究的适当的对象。

source: This leads Bourdieu to insist on a sharp distinction between social classes as scientific constructs and social classes as real mobilized social groups.
zh_cn: 这导致布尔迪厄坚持在作为科学建构的社会阶级与作为真实地动员起来的社会群体的社会阶级之间进行清晰的区别。

source: Constructing a model of the social-class structure yields a theoretical representation of "probable classes" rather than real social groups.
zh_cn: 建构一个社会阶级结构的模式，产生的是对于“可能的阶级”的理论表述，而不是真实的社会群体。

source: The objectivist moment of research must then be supplemented with the subjectivist moment of inquiry to see if the theoretically constructed classes of the social-scientific model actually correspond to real mobilized social groups.
zh_cn: 这样，客观主义的研究必须用主观主义的研究加以补充以便发现理论地建构的社会科学模型中的各个阶级是否确实对应于已被真正动员起来的社会群体。

source: Bourdieu's stratification framework includes measures of both objective resources and of symbolic representations of social classes.
zh_cn: 布尔迪厄的分层研究框架既包括对客观资源的测定，也包括对于各社会阶级的符号表征的测定。

source: If economism represents one important objectivist flaw in Marxist theory of social classes, its preoccupation with the issue of class boundaries represents an underlying substantialist assumption.
zh_cn: 如果说经济主义代表马克思主义的社会阶级理论的一个重要的客观主义缺憾，那么，它关于阶级的边界的前提假定则代表了一种潜在的实体主义的假设。

source: Structural Marxism focuses on delineating clear-cut logical and empirical boundaries between classes and classifying individuals according to their location in the social relations of production.
zh_cn: 结构主义的马克思主义关注的是在阶级之间划出整齐划一的逻辑的与经验的边界，并依据个体在社会生产关系中的地位对个体进行分类归并。

source: The work of Poulantzas (1975) and Baudelot, Establet, and Malemort (1973) in France, and Erik Olin Wright (1985) in the United States are prime expressions of this type of class analysis.
zh_cn: 法国的普朗查斯（Poulantzas 1975）、博德洛、埃斯塔布莱、马莱默特（Baudelot，Establet and Malemort 1973）的研究，美国的埃里克·奥林·赖特（Erik Olin Wright1985）的研究，都是这类阶级分析的最好的例子。

source: Bourdieu is sharply critical of all attempts to delineate the boundaries between classes and class fractions.
zh_cn: 布尔迪厄尖锐地批评所有在阶级之间、阶级内部的各个部分之间进行边界划分的尝试。

source: Since for Bourdieu (1987b: 64–65) class definition is itself an object of social conflict, class boundaries are objects of struggle that cannot be mapped definitively by social scientists.
zh_cn: 因为在布尔迪厄看来（1987b：64-65），阶级的定义本身就是社会斗争的对象，阶级的边界也是斗争的对象，它不可能被社会科学家一劳永逸地把握。

source: Class boundaries take shape only through the mobilization of individuals into groups.
zh_cn: 阶级的边界只有通过把个体动员为群体才能形成。

source: Bourdieu also argues that the degree of institutionalization of social boundaries varies according to the state of conflict between classes.
zh_cn: 布尔迪厄还认为，社会边界的机构化程度依据阶级之间的冲突状况而变化。

source: Class-boundary institutionalization depends on the relative symbolic power of particular groups to impose as legitimate their vision of the social divisions in society.
zh_cn: 阶级边界的机构化依赖于特定的群体把自己的社会分化观强加于社会的相对符号权力。

source: This points to the need to study the symbolic dimension of class struggle, since class identity is itself a matter of perception and conception as well as being materially constituted.
zh_cn: 这就需要研究阶级斗争的符号维度，因为阶级的身份本身既是一个物质地建构的东西，也是一个知觉与概念性的东西。

source: Bourdieu believes that Marxist class theory is particularly prone to conflate theoretical constructs of classes with real social groups.
zh_cn: 布尔迪厄相信，马克思主义的阶级理论特别易于把阶级的理论建构混淆于真实的社会群体。

source: Marxism commits the "theoreticist fallacy," he argues, "then it grants reality to abstractions."
zh_cn: 他认为，“当马克思主义把现实假定为理论抽象的时候”，它犯了“理论上的谬误”。

source: Because of its political project, Marxism tends to assume "the movement from probability to reality, from theoretical class to practical class" and thereby conflate "classes on paper" or "logical classes" with real, mobilized classes (Bourdieu 1987f: 7).
zh_cn: 由于马克思主义的政治规划的需要，马克思主义常常“从可能性滑向现实性，从理论的阶级滑向实际的阶级”，并因此把“纸上的阶级”（classes on paper）或者“逻辑的阶级”（logical classes）混同于真实的、动员起来的阶级（Bourdieu 1987f：7）。

source: For Bourdieu, however, if the shared conditions of existence associated with property ownership or the lack thereof constitute necessary conditions for class formation, they by no means represent sufficient conditions for class identity.
zh_cn: 然而，对布尔迪厄来说，如果说与财富的拥有与否相关的生存条件构成了阶级形成的必要条件，那么，它们决不代表阶级身份认同的充分件。

source: Here Bourdieu addresses the classical debate within Marxism over what conditions would most likely provoke a shift from a "class-in-itself" to a "class-for-itself" to generate class politics.
zh_cn: 在这里，布尔迪厄参与了马克思主义内部关于什么样的条件最可能激发从“自在的阶级”向“自为的阶级”转化以便产生阶级政治的争论。

source: Bourdieu argues that both those who emphasize the class-in-itself conditions for class formation and those who stress the voluntarism of the class-for-itself are simply trapped in another form of the objectivism/subjectivism dichotomy.
zh_cn: 布尔迪厄认为，那些强调自在的阶级状况对于阶级形成的重要性的人，与那些强调自为的阶级的唯意志论的人，都简单地陷入了另外一种形式的客观主义/主观主义的二元对立。

source: "More often than not," Bourdieu claims, Marxist theory conceptualizes this shift "in terms of a logic that is either totally deterministic or totally voluntarist" (1985e: 726). The determinist view depicts class action as flowing directly from the underlying contradictions in the objective relations of production.
zh_cn: 布尔迪厄声称，马克思主义常常依据“要么是彻底决定论的，要么是彻底唯意志论的逻辑”来阐述这个（从自在阶级到自为阶级的）转化（Bourdieu 1985e：726）。

source: The voluntarist view identifies class action in terms of a subjective "prise de conscience" that is generally elicited through the enlightened leadership of the Party.
zh_cn: 决定论的观点把阶级的行为描述为是直接产生于客观生产关系中的潜在矛盾对抗，而唯意志论的观点则依据一种主观的“意识的争夺”（prise de conscience）——它通常是通过觉悟了的政党领袖诱发的——辨认阶级行为。

source: In contrast, Bourdieu tries to offer a conceptualization of social class that relates class consciousness and action to underlying conditions of existence without falling into either a determinist or voluntarist account.
zh_cn: 相反，布尔迪厄力图提供一种把阶级意识与阶级行为联系于潜在的生存条件同时又不陷入决定论或唯意志论的社会阶级理论。
